{
    "CustomDimensions": {
        "CustomDimensions": "Dimensiones personalizadas",
        "CustomDimensionsIntro": "Creando %1$sMedidas personalizadas%2$s puede recopilar cualquier dato personalizado de '%3$s'.",
        "CustomDimensionsIntroNext": "Piwik creará un informe para cada Medida personalizada (incluyendo la tasa de conversión de cada uno de sus Metas), como también segmentar fácilmente a sus usuarios basados en estos valores. Las Medidas personalizadas son similares a %1$sVariables personalizadas%2$s solo unas pequeñas %3$sdiferencias entre las mismas%4$s.",
        "ScopeDescriptionVisit": "Medidas personalizadas en el ámbito 'Visita' puede ser enviado en cualquier petición de rastreo y son guardados en dicho ámbito.",
        "ScopeDescriptionVisitMoreInfo": "Si define diferentes valores para una medida dada durante el tiempo de vida de una visita, el último valor ajustado será utilizado.",
        "ScopeDescriptionAction": "Medidas personalizadas en el ámbito 'Acción' puede ser enviado en cualquier acción (vista de página, descarga, evento, etc.).",
        "ScopeDescriptionActionMoreInfo": "Extracciones puede ser definidas por lo tanto el valor de la medida personalizada es extraída desde la URL, del título de la página o desde el parámetro de consulta de la URL de la página.",
        "IncreaseAvailableCustomDimensionsTitle": "Aumentar el número disponible de Medidas personalizadas",
        "IncreaseAvailableCustomDimensionsTakesLong": "La creación de una nueva Medida personalizada puede llevar un cierto tiempo, dependiendo del tamaño de su base de datos, ya que requiere cambios en el esquema de la base de datos. Por lo tanto, sólo es posible hacerlo a través de un comando de consola que necesita ser ejecutado precisamente desde la línea de comandos.",
        "HowToCreateCustomDimension": "Para crear una nueva Dimensión personalizada ejecute el siguiente comando dentro de su instalación Piwik:",
        "HowToManyCreateCustomDimensions": "Si desea crear múltiples Medidas personalizadas de una vez, simplemente añada el número de medidas que serán creadas. Como todos los cambios en la base de datos, será ejecutado en una sola intervención y no debería tomar mayor tiempo que agregar múltiples Medidas personalizadas de una vez.",
        "ExampleCreateCustomDimensions": "Por ejemplo, para crear una nueva %s Medida personalizada en el ámbito Acción, ejecutar el siguiente comando:",
        "HowToTrackManuallyTitle": "Rastrear manualmente un valor para esta dimensión",
        "HowToTrackManuallyViaJs": "Para rastrear el valor en la solicitud JavaScript Tracker:",
        "HowToTrackManuallyViaJsDetails": "Para una mayor información lea la guía %1$sJavascript Tracker de Dimensiones personalizadas%2$s",
        "HowToTrackManuallyViaPhp": "Para rastrear el valor en la solicitud PHP Tracker:",
        "HowToTrackManuallyViaHttp": "Para rastrear un valor vía la API del rastreador HTTP use el parámetro ´medida' seguido del id Medida personalizada:",
        "Extractions": "Extracciones",
        "ExtractionsHelp": "Esto es opcional. Una expresión regular puede ser usada para extraer el valor de esta Medida personalizada desde la URL de una página o desde el título de la misma automáticamente. De este modo, el valor de esta Medida personalizada no tiene que ser establecida manualmente a través del rastreador del cliente. Más aun, el valor también puede ser establecido a través de la API del rastreador Piwik. Los valores de la medida puede ser dispuestos manualmente en aquellos rastreadores y éstos siempre tienen prioridad sobre las extracciones. Si son definidas varias extracciones, la primera coincidente es la utilizada.",
        "ExtractValue": "Extraer valor",
        "ExampleValue": "dimensionValue",
        "NoCustomDimensionConfigured": "Aun no está configurado las Dimensiones personalizadas, configurélo ahora.",
        "ConfigureNewDimension": "Configurar una nueva dimensión",
        "ConfigureDimension": "Configurar %1$s Dimensiones personalizadas %2$s",
        "XofYLeft": "%1$s de %2$s dimensiones",
        "CannotBeDeleted": "Una dimensión personalizada no puede ser eliminada, solo desactivada.",
        "PageUrlParam": "Parámetro URL de página",
        "NameAllowedCharacters": "Los caracteres permitidos son cualquier letra, número, espacio en blanco. guión o guión bajo.",
        "NameIsRequired": "Es necesario un nombre.",
        "NameIsTooLong": "Nombre contiene demasiados caracteres, use hasta %d caracteres.",
        "ExceptionDimensionDoesNotExist": "Dimensión %d del sitio de internet %d no existe.",
        "ExceptionDimensionIsNotActive": "Dimensión %d del sitio de internet %d no está activado.",
        "DimensionCreated": "Dimensiones personalizadas creadas",
        "DimensionUpdated": "Dimensiones personalizadas actualizadas",
        "ColumnUniqueActions": "Acciones únicas",
        "ColumnAvgTimeOnDimension": "Promedio de tiempo en la Dimensión",
        "CustomDimensionId": "CustomDimensions (Id %d)"
    }
}